Repository: lpointet/WordPress-GPS
Catalog: language/wordpress-gps-*.po
Languages: fr_fr

source: WordPress GPS: launch a scenario
fr_fr: WordPress GPS : lancer un scénario

source: Select a scenario
fr_fr: Sélectionnez un scénario

source: Scenario to launch
fr_fr: Scénario à lancer

source: Launch!
fr_fr: Lancer !

source: Create a new post
fr_fr: Créer un nouvel article

source: Allow to create a new post which will be visible on your website.
fr_fr: Permet de créer un nouvel article qui sera visible sur votre site.

source: Go to the "%s" menu
fr_fr: Aller dans le menu "%s"

source: Click on "%s" to access the corresponding screen. You'll see the list of all %s.
fr_fr: Cliquez sur "%s" afin d'accéder à la partie correspondante. Vous verrez alors la liste de tous les %s.

source: Open a new form
fr_fr: Ouvrir un nouveau formulaire

source: Click on the "Add new" button to access to the %s creation form.
fr_fr: Cliquez sur le bouton "Ajouter" afin d'accéder au formulaire de création d'un %s.

source: Affect a category to a post
fr_fr: Affecter une catégorie à un article

source: Allow to add a link between an existing post and a category.
fr_fr: Permet d'ajouter une liaison entre un article existant et une catégorie.

source: Select a post
fr_fr: Sélectionner un article

source: Click on the post title on which you want to affect the category
fr_fr: Cliquez sur le titre de l'article sur lequel vous souhaitez affecter la catégorie.

source: Check the category
fr_fr: Cocher la catégorie

source: Check the category you want to affect to the post. If it doesn't exist, you can add one directly.
fr_fr: Cochez la catégorie que vous voulez affecter à l'article. Si elle n'existe pas, vous pouvez en ajouter une nouvelle directement.

source: Add a new user
fr_fr: Ajouter un nouvel utilisateur

source: Allow to add a new user allowing to access to WordPress backend.
fr_fr: Permet d'ajouter un nouvel utilisateur ayant accès au backoffice de WordPress.

source: Fill in the "Login" field.
fr_fr: Remplissez le champ "Identifiant".

source: Fill in the "E-mail" field.
fr_fr: Remplissez le champ "E-mail".

source: Fill in the "Password" fields.
fr_fr: Remplissez les champs "Mot de passe".

source: Select the role you want for that user.
fr_fr: Sélectionnez le rôle souhaité pour cet utilisateur.

source: Add a media
fr_fr: Ajouter un média

source: Allow to add a new media (picture / PDF / sound...) to the website's library
fr_fr: Permet d'ajouter un nouveau média (image / PDF / son...) à la bibliothèque du site

source: Send the files
fr_fr: Envoyer les fichiers

source: You can browse your files or drag them in the area to add new ones.
fr_fr: Vous pouvez parcourir vos fichiers ou les glisser dans la zone afin d'en ajouter de nouveaux.

source: Update menus
fr_fr: Mettre à jour les menus

source: Allow to modify one or more custom menus.
fr_fr: Permet de modifier un ou plusieurs menus personnalisés.

source: 1. Choose a menu or create a new one.
fr_fr: 1. Choisissez un menu ou créez-en un nouveau.

source: 2. Add some items to your menu after having selected them.
fr_fr: 2. Ajoutez des éléments à votre menu après les avoir sélectionnés.

source: 3. Add some items to your menu after having selected them.
fr_fr: 3. N'oubliez pas d'enregistrer votre menu après les modifications.

source: (De-)Activate plugin
fr_fr: (Dés)Activer une extension

source: Allow to activate or deactivate one plugin installed on your site.
fr_fr: Permet d'activer ou désactiver une extension (un plugin) installée sur votre site.

source: Select a plugin
fr_fr: Sélectionner un plugin

source: Choose the plugin you want to activate or deactivate and click on the corresponding link.
fr_fr: Choisissez l'extension que vous voulez activer ou désactiver et cliquez sur le lien correspondant.

source: Click on the link
fr_fr: Cliquer sur le lien

source: You may want to click on the link provided here to activate or deactivate this plugin
fr_fr: Vous pouvez par exemple vouloir cliquer sur le lien présenté ici pour activer ou désactiver cette extension

source: Scenario launched.
fr_fr: Le scénario a bien été lancé.

source: Don't do this ever again!
fr_fr: Ne refaites jamais ça !

source: users
fr_fr: utilisateurs

source: user
fr_fr: utilisateur

source: medias
fr_fr: médias

source: media
fr_fr: média

source: themes
fr_fr: thèmes
